Revit 2024 API
SymbolTypeId.FeetOfWaterPer100ft Property
 Symbol Feet/100ft, indicating unit Feet of water (39.2 °F) per 100 feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FeetOfWaterPer100ft { get; }
Visual Basic
Public Shared ReadOnly Property FeetOfWaterPer100ft As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FeetOfWaterPer100ft {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace